<template>
  <main>
    <h1>Вы здесь</h1>
    <h3>Почему</h3>
    <p>А это философский вопрос.</p>
    <hr>
    <h3>Зачем</h3>
    <p>Развеять скуку - самую страшную вещь на свете.</p>
    <hr>
    <h3>Мир</h3>
    <p>Субъективное ощущение, он лишь в голове.</p>
    <p>
      Смысл это не физическая величина, нет такой молекулы из которой бы он
      состоял, только человек наделяет им вещи, которые есть сами по себе, без
      смысла.
    </p>
    <p>
      В нём нет одинаковых вещей, но все люди одинаковы по своей сути, чем дольше
      живёшь, тем в большем количестве людей видишь себя, но увидеть себя можно
      в каждом человеке.
    </p>
    <hr>
    <h3>Мнение</h3>
    <p>Хочет обладать каждый, но позволить иметь своё не может никто.</p>
    <hr>
    <h3>Технологии</h3>
    <p>Создают больше проблем чем решают.</p>
    <hr>
    <h3>Речь</h3>
    <p>
      Говорить нужно лаконично (производно от Лаконии - регион Эллады в котором
      находился город Спарта), чётко и по делу.
    </p>
    <hr>
    <h3>Моё почтение</h3>
    <h4>Предкам</h4>
    <i>Всем, чьи труды и наследие проносятся сквозь века</i>
    <h4>Современниками</h4>
    <div class="sites">
      <a href="https://abzubov.com">abzubov.com</a>
      <br>
      <a href="https://ambment.cat">ambment.cat</a>
      <br>
      <a href="https://lukesmith.xyz">lukesmith.xyz</a>
    </div>
    <h4>Донатерам</h4>
    <i>Здесь можете быть Вы ^_^</i>
    <hr>
    <h3>Кто я</h3>
    <p>Mirai Kumiko - мой псевдоним, но он созвучен с моим именем.</p>
    <h4>Софт которым пользуюсь:</h4>
    <div class="soft">
      <a href="https://archlinux.org">Arch Linux</a>
      <br>
      <a href="https://swaywm.org">Sway</a>
      <br>
      <a href="https://codeberg.org/dnkl/foot">Foot</a>
      <br>
      <a href="https://www.vim.org">Vim</a>
      <br>
      <a href="https://github.com/ungoogled-software/ungoogled-chromium">Ungoogled Chromium</a>
      <br>
      <a href="https://github.com/baresip/baresip">Baresip</a>
      <br>
      <a href="https://www.mutt.org">Mutt</a>
      <br>
      <a href="https://syncplay.pl">Syncplay</a>
      <br>
      <a href="https://framatalk.org">Jitsi Meet</a>
    </div>
    <ul class="contacts">
      <b>Где я:</b>
      <li>
        <a href="mailto:underground@macaw.me">📬</a>
      </li>
      <li>
        <a href="https://mastodon.social/@miraikumiko">🐘</a>
      </li>
      <li>
        <a href="https://pixtagram.social/miraikumiko">📷</a>
      </li>
    </ul>
    <p>
      Хочу творить, но сейчас я нахожусь в чужой стране
      без права на работу. Я не зарабатываю в сети рекламируя щит или кривляясь,
      поэтому я вынужден
      <a href="https://liberapay.com/underground">просить</a> добрых людей в достатке.
    </p>
  </main>
</template>

<style scoped>
main a {
  color: maroon;
}
</style>
